Repository: FlyPig01/VRC-Fisher
Catalog: app/src/VrcFisher.Desktop/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

source: Run
cs_cz: Spustit
de_de: Ausführen
es_es: Ejecutar
fi_fi: Suorita
fr_fr: Exécution
hu_hu: Futtatás
it_it: Esegui
ja_jp: 実行
ko_kr: 실행
nl_nl: Starten
pl_pl: Uruchom
pt_br: Executar
ru_ru: Запуск
sv_se: Kör
th_th: เรียกใช้
tr_tr: Çalıştır
uk_ua: Запуск
zh_cn: 运行
zh_tw: 執行

source: Models
cs_cz: Modely
de_de: Modelle
es_es: Modelos
fi_fi: Mallit
fr_fr: Modèles
hu_hu: Modellek
it_it: Modelli
ja_jp: モデル
ko_kr: 모델
nl_nl: Modellen
pl_pl: Modele
pt_br: Modelos
ru_ru: Модели
sv_se: Modeller
th_th: โมเดล
tr_tr: Modeller
uk_ua: Моделі
zh_cn: 模型
zh_tw: 模型

source: Settings
cs_cz: Nastavení
de_de: Einstellungen
es_es: Configuración
fi_fi: Asetukset
fr_fr: Paramètres
hu_hu: Beállítások
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
ru_ru: Настройки
sv_se: Inställningar
th_th: การตั้งค่า
tr_tr: Ayarlar
uk_ua: Налаштування
zh_cn: 设置
zh_tw: 設定

source: Current status
cs_cz: Aktuální stav
de_de: Aktueller Status
es_es: Estado actual
fi_fi: Nykyinen tila
fr_fr: État actuel
hu_hu: Aktuális állapot
it_it: Stato attuale
ja_jp: 現在のステータス
ko_kr: 현재 상태
nl_nl: Huidige status
pl_pl: Bieżący status
pt_br: Status atual
ru_ru: Текущий статус
sv_se: Aktuell status
th_th: สถานะปัจจุบัน
tr_tr: Geçerli durum
uk_ua: Поточний стан
zh_cn: 当前状态
zh_tw: 目前狀態

source: Readiness
cs_cz: Připravenost
de_de: Bereitschaft
es_es: Preparación
fi_fi: Valmius
fr_fr: Disponibilité
hu_hu: Készültség
it_it: Prontezza
ja_jp: 準備状態
ko_kr: 준비 상태
nl_nl: Gereedheid
pl_pl: Gotowość
pt_br: Prontidão
ru_ru: Готовность
sv_se: Beredskap
th_th: ความพร้อม
tr_tr: Hazırlık
uk_ua: Готовність
zh_cn: 运行准备
zh_tw: 就緒狀態

# CaptureSource
source: VRChat process
cs_cz: Proces VRChat
de_de: VRChat-Prozess
es_es: Proceso de VRChat
fi_fi: VRChat-prosessi
fr_fr: Processus VRChat
hu_hu: VRChat folyamat
it_it: Processo VRChat
ja_jp: VRChatプロセス
ko_kr: VRChat 프로세스
nl_nl: VRChat-proces
pl_pl: Proces VRChat
pt_br: Processo do VRChat
ru_ru: Процесс VRChat
th_th: กระบวนการ VRChat
tr_tr: VRChat işlemi
uk_ua: Процес VRChat
zh_cn: VRChat 进程
zh_tw: VRChat 處理程序

source: Model files
cs_cz: Soubory modelů
de_de: Modelldateien
es_es: Archivos de modelo
fi_fi: Mallitiedostot
fr_fr: Fichiers de modèle
hu_hu: Modellfájlok
it_it: File dei modelli
ja_jp: モデルファイル
ko_kr: 모델 파일
nl_nl: Modelbestanden
pl_pl: Pliki modeli
pt_br: Arquivos de modelo
ru_ru: Файлы моделей
sv_se: Modellfiler
th_th: ไฟล์โมเดล
tr_tr: Model dosyaları
uk_ua: Файли моделей
zh_cn: 模型文件
zh_tw: 模型檔案

source: Execution provider
cs_cz: Poskytovatel provádění
de_de: Ausführungsprovider
es_es: Proveedor de ejecución
fi_fi: Suoritusprovider
fr_fr: Provider d’exécution
hu_hu: Végrehajtási szolgáltató
it_it: Provider di esecuzione
ja_jp: 実行プロバイダー
ko_kr: 실행 공급자
nl_nl: Uitvoeringsprovider
pl_pl: Provider wykonania
pt_br: Provider de execução
sv_se: Exekveringsprovider
tr_tr: Yürütme Provider
uk_ua: Провайдер виконання
zh_cn: 运行设备
zh_tw: 執行提供者

# PreparationRequiredTitle
source: Not ready to run
cs_cz: Není připraveno ke spuštění
de_de: Nicht bereit zum Ausführen
es_es: No listo para ejecutar
fi_fi: Ei valmis käynnistykseen
fr_fr: Non prêt à exécuter
hu_hu: Még nem áll készen a futtatásra
it_it: Non pronto per l'esecuzione
ja_jp: 実行準備ができていません
ko_kr: 실행 준비 안 됨
nl_nl: Niet klaar om te starten
pl_pl: Nie gotowy do uruchomienia
pt_br: Não pronto para executar
ru_ru: Не готов к запуску
sv_se: Inte redo att köra
th_th: ยังไม่พร้อมเรียกใช้
tr_tr: Çalıştırmaya hazır değil
uk_ua: Не готовий до запуску
zh_cn: 还不能开始运行
zh_tw: 尚未就緒，無法執行

# PreparationModelsAndCapture
source: Install the models and start VRChat.
cs_cz: Nainstalujte modely a spusťte VRChat.
de_de: Installieren Sie die Modelle und starten Sie VRChat.
es_es: Instala los modelos e inicia VRChat.
fi_fi: Asenna mallit ja käynnistä VRChat.
fr_fr: Installez les modèles et démarrez VRChat.
hu_hu: Telepítse a modelleket és indítsa el a VRChat-et.
it_it: Installa i modelli e avvia VRChat.
ja_jp: モデルをインストールしてVRChatを起動してください。
ko_kr: 모델을 설치하고 VRChat을 시작하세요.
nl_nl: Installeer de modellen en start VRChat.
pl_pl: Zainstaluj modele i uruchom VRChat.
pt_br: Instale os modelos e inicie o VRChat.
ru_ru: Установите модели и запустите VRChat.
sv_se: Installera modeller och starta VRChat.
th_th: ติดตั้งโมเดลและเริ่ม VRChat
tr_tr: Modelleri kurun ve VRChat'i başlatın.
uk_ua: Встановіть моделі та запустіть VRChat.
zh_cn: 请先安装模型并启动 VRChat。
zh_tw: 請安裝模型並啟動 VRChat。

# PreparationModels
source: Install and verify both models on the Models page.
cs_cz: Nainstalujte a ověřte oba modely na stránce Modely.
de_de: Installieren und verifizieren Sie beide Modelle auf der Seite „Modelle“.
es_es: Instala y verifica ambos modelos en la página de Modelos.
fi_fi: Asenna ja vahvista molemmat mallit Mallit-sivulla.
fr_fr: Installez et vérifiez les deux modèles dans la page Modèles.
hu_hu: Telepítse és ellenőrizze mindkét modellt a Modellek oldalon.
it_it: Installa e verifica entrambi i modelli nella pagina Modelli.
ja_jp: モデルページで両方のモデルをインストールして検証してください。
ko_kr: 모델 페이지에서 두 모델을 설치하고 확인하세요.
nl_nl: Installeer en verifieer beide modellen op de pagina Modellen.
pl_pl: Zainstaluj i zweryfikuj oba modele na stronie Modele.
pt_br: Instale e verifique ambos os modelos na página Modelos.
ru_ru: Установите и проверьте обе модели на странице «Модели».
sv_se: Installera och verifiera båda modellerna på sidan Modeller.
th_th: ติดตั้งและตรวจสอบโมเดลทั้งสองในหน้าโมเดล
tr_tr: Modeller sayfasında her iki modeli de kurun ve doğrulayın.
uk_ua: Встановіть та перевірте обидві моделі на сторінці «Моделі».
zh_cn: 请先在模型页安装并校验两个模型。
zh_tw: 請在「模型」頁面安裝並驗證兩個模型。

# PreparationCapture
source: Start VRChat; the app will connect to its main window automatically.
cs_cz: Spusťte VRChat; aplikace se automaticky připojí k hlavnímu oknu.
de_de: Starten Sie VRChat; die App verbindet sich automatisch mit dessen Hauptfenster.
es_es: Inicia VRChat; la aplicación se conectará automáticamente a su ventana principal.
fi_fi: Käynnistä VRChat; sovellus yhdistää sen pääikkunaan automaattisesti.
fr_fr: Démarrez VRChat ; l’application se connectera automatiquement à sa fenêtre principale.
hu_hu: Indítsa el a VRChat-et; az alkalmazás automatikusan csatlakozik a főablakához.
it_it: Avvia VRChat; l'app si connetterà automaticamente alla sua finestra principale.
ja_jp: VRChatを起動してください。アプリはメインウィンドウに自動的に接続します。
ko_kr: VRChat을 시작하면 앱이 자동으로 주 창에 연결됩니다.
nl_nl: Start VRChat; de app maakt automatisch verbinding met het hoofdvenster.
pl_pl: Uruchom VRChat; aplikacja automatycznie połączy się z jego głównym oknem.
pt_br: Inicie o VRChat; o aplicativo se conectará à janela principal automaticamente.
ru_ru: Запустите VRChat; приложение автоматически подключится к его главному окну.
sv_se: Starta VRChat; appen ansluter automatiskt till dess huvudfönster.
th_th: เริ่ม VRChat; แอปจะเชื่อมต่อกับหน้าต่างหลักโดยอัตโนมัติ
tr_tr: VRChat'i başlatın; uygulama ana penceresine otomatik olarak bağlanacaktır.
uk_ua: Запустіть VRChat; застосунок автоматично підключиться до його головного вікна.
zh_cn: 请启动 VRChat，软件会自动连接其主窗口。
zh_tw: 請啟動 VRChat；應用程式會自動連線至其主視窗。

# StartFishing
source: Start auto fishing
cs_cz: Spustit automatický rybolov
de_de: Automatisches Angeln starten
es_es: Iniciar pesca automática
fi_fi: Aloita autokalastus
fr_fr: Démarrer la pêche automatique
hu_hu: Automatikus horgászat indítása
it_it: Avvia pesca automatica
ja_jp: 自動釣り開始
ko_kr: 자동 낚시 시작
nl_nl: Automatisch vissen starten
pl_pl: Rozpocznij automatyczne łowienie
pt_br: Iniciar pesca automática
ru_ru: Начать автоловлю
sv_se: Starta automatiskt fiske
th_th: เริ่มตกปลาอัตโนมัติ
tr_tr: Otomatik balıkçılığı başlat
uk_ua: Почати авто-риболовлю
zh_cn: 开始自动钓鱼
zh_tw: 開始自動釣魚

# StopFishing
source: Stop auto fishing
cs_cz: Zastavit automatický rybolov
de_de: Automatisches Angeln stoppen
es_es: Detener pesca automática
fi_fi: Lopeta autokalastus
fr_fr: Arrêter la pêche automatique
hu_hu: Automatikus horgászat leállítása
it_it: Ferma pesca automatica
ja_jp: 自動釣り停止
ko_kr: 자동 낚시 중지
nl_nl: Automatisch vissen stoppen
pl_pl: Zatrzymaj automatyczne łowienie
pt_br: Parar pesca automática
ru_ru: Остановить автоловлю
sv_se: Stoppa automatiskt fiske
th_th: หยุดตกปลาอัตโนมัติ
tr_tr: Otomatik balıkçılığı durdur
uk_ua: Зупинити авто-риболовлю
zh_cn: 停止自动钓鱼
zh_tw: 停止自動釣魚

source: Models not ready
cs_cz: Modely nejsou připravené
de_de: Modelle nicht bereit
es_es: Modelos no listos
fi_fi: Mallit eivät ole valmiita
fr_fr: Modèles non prêts
hu_hu: A modellek nincsenek készen
it_it: Modelli non pronti
ja_jp: モデルが準備できていません
ko_kr: 모델 준비 안 됨
nl_nl: Modellen niet gereed
pl_pl: Modele nie są gotowe
pt_br: Modelos não prontos
ru_ru: Модели не готовы
sv_se: Modeller inte redo
th_th: โมเดลยังไม่พร้อม
tr_tr: Modeller hazır değil
uk_ua: Моделі не готові
zh_cn: 模型未就绪
zh_tw: 模型尚未就緒

source: Unavailable
cs_cz: Nedostupné
de_de: Nicht verfügbar
es_es: No disponible
fi_fi: Ei käytettävissä
fr_fr: Indisponible
hu_hu: Nem érhető el
it_it: Non disponibile
ja_jp: 利用不可
ko_kr: 사용 불가
nl_nl: Niet beschikbaar
pl_pl: Niedostępne
pt_br: Indisponível
ru_ru: Недоступно
sv_se: Inte tillgänglig
th_th: ไม่พร้อมใช้งาน
tr_tr: Kullanılamıyor
uk_ua: Недоступно
zh_cn: 不可用
zh_tw: 無法使用

# VrChatProcessNotFound
source: VRChat not found
cs_cz: VRChat nebyl nalezen
de_de: VRChat nicht gefunden
es_es: VRChat no encontrado
fi_fi: VRChatia ei löytynyt
fr_fr: VRChat introuvable
hu_hu: A VRChat nem található
it_it: VRChat non trovato
ja_jp: VRChatが見つかりません
ko_kr: VRChat을 찾을 수 없음
nl_nl: VRChat niet gevonden
pl_pl: Nie znaleziono VRChat
pt_br: VRChat não encontrado
ru_ru: VRChat не найден
sv_se: VRChat hittades inte
th_th: ไม่พบ VRChat
tr_tr: VRChat bulunamadı
uk_ua: VRChat не знайдено
zh_cn: 未找到 VRChat
zh_tw: 找不到 VRChat

source: Refresh
cs_cz: Obnovit
de_de: Aktualisieren
es_es: Refrescar
fi_fi: Päivitä
fr_fr: Actualiser
hu_hu: Újratöltés
it_it: Aggiorna
ja_jp: 再読み込み
ko_kr: 새로 고침
nl_nl: Vernieuwen
pl_pl: Odśwież
pt_br: Atualizar
ru_ru: Обновить
sv_se: Uppdatera
th_th: รีเฟรช
tr_tr: Yenile
uk_ua: Оновити
zh_cn: 刷新状态
zh_tw: 重新整理

# DownloadModels
source: Download
cs_cz: Stáhnout
de_de: Herunterladen
es_es: Descargar
fi_fi: Lataa
fr_fr: Télécharger
hu_hu: Letöltés
it_it: Scarica
ja_jp: ダウンロード
ko_kr: 다운로드
nl_nl: Downloaden
pl_pl: Pobierz
pt_br: Baixar
ru_ru: Скачать
sv_se: Ladda ner
th_th: ดาวน์โหลด
tr_tr: İndir
uk_ua: Завантажити
zh_cn: 下载
zh_tw: 下載

# UpdateModels
source: Update
cs_cz: Aktualizovat
de_de: Aktualisieren
es_es: Actualizar
fi_fi: Päivitä
fr_fr: Mettre à jour
hu_hu: Frissítés
it_it: Aggiorna
ja_jp: 更新
ko_kr: 업데이트
nl_nl: Bijwerken
pl_pl: Aktualizuj
pt_br: Atualizar
ru_ru: Обновить
sv_se: Uppdatera
th_th: อัปเดต
tr_tr: Güncelle
uk_ua: Оновити
zh_cn: 更新
zh_tw: 更新

source: Cancel download
cs_cz: Zrušit stahování
de_de: Download abbrechen
es_es: Cancelar descarga
fi_fi: Peruuta lataus
fr_fr: Annuler le téléchargement
hu_hu: Letöltés megszakítása
it_it: Annulla download
ja_jp: ダウンロードをキャンセル
ko_kr: 다운로드 취소
nl_nl: Download annuleren
pl_pl: Anuluj pobieranie
pt_br: Cancelar download
ru_ru: Отменить загрузку
sv_se: Avbryt nedladdning
th_th: ยกเลิกการดาวน์โหลด
tr_tr: İndirmeyi iptal et
uk_ua: Скасувати завантаження
zh_cn: 取消下载
zh_tw: 取消下載

# DeleteModels
source: Delete
cs_cz: Smazat
de_de: Löschen
es_es: Eliminar
fi_fi: Poista
fr_fr: Supprimer
hu_hu: Törlés
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
nl_nl: Verwijderen
pl_pl: Usuń
pt_br: Excluir
ru_ru: Удалить
sv_se: Ta bort
th_th: ลบ
tr_tr: Sil
uk_ua: Видалити
zh_cn: 删除
zh_tw: 刪除

source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
es_es: Cancelar
fi_fi: Peruuta
fr_fr: Annuler
hu_hu: Mégse
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
nl_nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена
sv_se: Avbryt
th_th: ยกเลิก
tr_tr: İptal
uk_ua: Скасувати
zh_cn: 取消
zh_tw: 取消

source: Close
cs_cz: Zavřít
de_de: Schließen
es_es: Cerrar
fi_fi: Sulje
fr_fr: Fermer
hu_hu: Bezárás
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
nl_nl: Sluiten
pl_pl: Zamknij
pt_br: Fechar
ru_ru: Закрыть
sv_se: Stäng
th_th: ปิด
tr_tr: Kapat
uk_ua: Закрити
zh_cn: 关闭
zh_tw: 關閉

# ConfirmDownloadTitle
source: Download the model package?
cs_cz: Stáhnout balíček modelů?
de_de: Modellpaket herunterladen?
es_es: ¿Descargar el paquete de modelos?
fi_fi: Ladataanko mallipaketti?
fr_fr: Télécharger le pack de modèles ?
hu_hu: Letölti a modellcsomagot?
it_it: Scaricare il pacchetto modelli?
ja_jp: モデルパッケージをダウンロードしますか？
ko_kr: 모델 패키지를 다운로드할까요?
nl_nl: Modelpakket downloaden?
pl_pl: Pobrać pakiet modeli?
pt_br: Baixar o pacote de modelos?
ru_ru: Скачать пакет моделей?
sv_se: Ladda ner modellpaketet?
th_th: ดาวน์โหลดแพ็กเกจโมเดล?
tr_tr: Model paketi indirilsin mi?
uk_ua: Завантажити пакет моделей?
zh_cn: 下载模型包？
zh_tw: 下載模型套件？

# ConfirmDownloadModels
source: The latest compatible model pair and license files will be downloaded from FlyPig01/VRC-Fisher.
cs_cz: Z FlyPig01/VRC-Fisher budou staženy nejnovější kompatibilní dvojice modelů a licenční soubory.
de_de: Das neueste kompatible Modellpaar und die Lizenzdateien werden von FlyPig01/VRC-Fisher heruntergeladen.
es_es: Se descargarán el par de modelos compatibles más reciente y los archivos de licencia desde FlyPig01/VRC-Fisher.
fi_fi: Uusin yhteensopiva mallipari ja lisenssitiedostot ladataan FlyPig01/VRC-Fisher -säilöstä.
fr_fr: La dernière paire de modèles compatible et les fichiers de licence seront téléchargés depuis FlyPig01/VRC-Fisher.
hu_hu: A legújabb kompatibilis modellpárt és licencfájlokat a FlyPig01/VRC-Fisher letölti.
it_it: L'ultima coppia di modelli compatibile e i file di licenza verranno scaricati da FlyPig01/VRC-Fisher.
ja_jp: 最新の互換性のあるモデルペアとライセンスファイルがFlyPig01/VRC-Fisherからダウンロードされます。
ko_kr: 최신 호환 모델 쌍과 라이선스 파일이 FlyPig01/VRC-Fisher에서 다운로드됩니다.
nl_nl: Het nieuwste compatibele modelpaar en licentiebestanden worden gedownload van FlyPig01/VRC-Fisher.
pl_pl: Najnowsza zgodna para modeli i pliki licencji zostaną pobrane z FlyPig01/VRC-Fisher.
pt_br: O par de modelos compatível mais recente e os arquivos de licença serão baixados de FlyPig01/VRC-Fisher.
ru_ru: Последняя совместимая пара моделей и файлы лицензий будут загружены из FlyPig01/VRC-Fisher.
sv_se: Det senaste kompatibla modellparet och licensfilerna kommer att laddas ner från FlyPig01/VRC-Fisher.
th_th: โมเดลคู่ที่เข้ากันได้ล่าสุดและไฟล์ใบอนุญาตจะถูกดาวน์โหลดจาก FlyPig01/VRC-Fisher
tr_tr: En son uyumlu model çifti ve lisans dosyaları FlyPig01/VRC-Fisher adresinden indirilecek.
uk_ua: Останню сумісну пару моделей і файли ліцензій буде завантажено з FlyPig01/VRC-Fisher.
zh_cn: 将从 FlyPig01/VRC-Fisher 下载最新的两个兼容模型及其许可证文件。
zh_tw: 將從 FlyPig01/VRC-Fisher 下載最新的相容模型組與授權檔案。

# ConfirmUpdateTitle
source: Update the model package?
cs_cz: Aktualizovat balíček modelů?
de_de: Modellpaket aktualisieren?
es_es: ¿Actualizar el paquete de modelos?
fi_fi: Päivitetäänkö mallipaketti?
fr_fr: Mettre à jour le pack de modèles ?
hu_hu: Frissíti a modellcsomagot?
it_it: Aggiornare il pacchetto modelli?
ja_jp: モデルパッケージを更新しますか？
ko_kr: 모델 패키지를 업데이트할까요?
nl_nl: Modelpakket bijwerken?
pl_pl: Zaktualizować pakiet modeli?
pt_br: Atualizar o pacote de modelos?
ru_ru: Обновить пакет моделей?
sv_se: Uppdatera modellpaketet?
th_th: อัปเดตแพ็กเกจโมเดล?
tr_tr: Model paketi güncellensin mi?
uk_ua: Оновити пакет моделей?
zh_cn: 更新模型包？
zh_tw: 更新模型套件？

# ConfirmUpdateModels
source: The latest version will replace both installed models. Application settings will not change.
cs_cz: Nejnovější verze nahradí oba nainstalované modely. Nastavení aplikace se nezmění.
de_de: Die neueste Version ersetzt beide installierten Modelle. Die Anwendungseinstellungen bleiben unverändert.
es_es: La última versión reemplazará a ambos modelos instalados. La configuración de la aplicación no cambiará.
fi_fi: Uusin versio korvaa molemmat asennetut mallit. Sovellusasetukset eivät muutu.
fr_fr: La dernière version remplacera les deux modèles installés. Les paramètres de l’application ne changeront pas.
hu_hu: A legújabb verzió mindkét telepített modellt lecseréli. Az alkalmazásbeállítások nem változnak.
it_it: L'ultima versione sostituirà entrambi i modelli installati. Le impostazioni dell'applicazione non cambieranno.
ja_jp: 最新バージョンがインストール済みの両方のモデルを置き換えます。アプリケーション設定は変更されません。
ko_kr: 최신 버전이 설치된 두 모델을 대체합니다. 응용 프로그램 설정은 변경되지 않습니다.
nl_nl: De nieuwste versie vervangt beide geïnstalleerde modellen. Applicatie-instellingen blijven ongewijzigd.
pl_pl: Najnowsza wersja zastąpi oba zainstalowane modele. Ustawienia aplikacji nie zmienią się.
pt_br: A versão mais recente substituirá ambos os modelos instalados. As configurações do aplicativo não serão alteradas.
ru_ru: Последняя версия заменит обе установленные модели. Настройки приложения не изменятся.
sv_se: Den senaste versionen ersätter båda installerade modellerna. Applikationsinställningarna ändras inte.
th_th: เวอร์ชันล่าสุดจะแทนที่โมเดลที่ติดตั้งทั้งสอง การตั้งค่าแอปพลิเคชันจะไม่เปลี่ยนแปลง
tr_tr: En son sürüm, kurulu her iki modelin yerini alacak. Uygulama ayarları değişmeyecek.
uk_ua: Остання версія замінить обидві встановлені моделі. Налаштування застосунку не зміняться.
zh_cn: 将下载最新版本并替换当前的两个模型。软件设置不会改变。
zh_tw: 最新版本將取代目前已安裝的兩個模型。應用程式設定不會變更。

# ConfirmDeleteTitle
source: Delete installed models?
cs_cz: Smazat nainstalované modely?
de_de: Installierte Modelle löschen?
es_es: ¿Eliminar los modelos instalados?
fi_fi: Poistetaanko asennetut mallit?
fr_fr: Supprimer les modèles installés ?
hu_hu: Törli a telepített modelleket?
it_it: Eliminare i modelli installati?
ja_jp: インストール済みのモデルを削除しますか？
ko_kr: 설치된 모델을 삭제할까요?
nl_nl: Geïnstalleerde modellen verwijderen?
pl_pl: Usunąć zainstalowane modele?
pt_br: Excluir modelos instalados?
ru_ru: Удалить установленные модели?
sv_se: Ta bort installerade modeller?
th_th: ลบโมเดลที่ติดตั้ง?
tr_tr: Kurulu modeller silinsin mi?
uk_ua: Видалити встановлені моделі?
zh_cn: 删除已安装模型？
zh_tw: 刪除已安裝的模型？

# ConfirmDeleteModels
source: This deletes locator.onnx, minigame.onnx, and the installation record. The application and settings are kept.
cs_cz: Tím se smažou locator.onnx, minigame.onnx a záznam o instalaci. Aplikace a nastavení zůstanou zachovány.
de_de: Dies löscht locator.onnx, minigame.onnx und den Installationsdatensatz. Die Anwendung und die Einstellungen bleiben erhalten.
es_es: Esto elimina locator.onnx, minigame.onnx y el registro de instalación. La aplicación y la configuración se conservan.
fi_fi: Tämä poistaa locator.onnx-, minigame.onnx- ja asennustietueen. Sovellus ja asetukset säilyvät.
fr_fr: Cela supprime locator.onnx, minigame.onnx et l’enregistrement d’installation. L’application et ses paramètres sont conservés.
hu_hu: Ez törli a locator.onnx, minigame.onnx fájlokat és a telepítési nyilvántartást. Az alkalmazás és a beállítások megmaradnak.
it_it: Questa operazione elimina locator.onnx, minigame.onnx e il record di installazione. L'applicazione e le impostazioni vengono mantenute.
ja_jp: これによりlocator.onnx、minigame.onnx、およびインストール記録が削除されます。アプリケーションと設定は保持されます。
ko_kr: 이 작업은 locator.onnx, minigame.onnx 및 설치 기록을 삭제합니다. 응용 프로그램과 설정은 유지됩니다.
nl_nl: Dit verwijdert locator.onnx, minigame.onnx en de installatieregistratie. De applicatie en instellingen blijven behouden.
pl_pl: Spowoduje to usunięcie locator.onnx, minigame.onnx oraz rekordu instalacji. Aplikacja i ustawienia zostaną zachowane.
pt_br: Isto exclui locator.onnx, minigame.onnx e o registro de instalação. O aplicativo e as configurações são mantidos.
ru_ru: Это удалит locator.onnx, minigame.onnx и запись об установке. Приложение и настройки сохранятся.
sv_se: Detta tar bort locator.onnx, minigame.onnx och installationsposten. Applikationen och inställningarna behålls.
th_th: การดำเนินการนี้จะลบ locator.onnx, minigame.onnx และบันทึกการติดตั้ง แอปพลิเคชันและการตั้งค่าจะยังคงอยู่
tr_tr: Bu, locator.onnx, minigame.onnx ve kurulum kaydını siler. Uygulama ve ayarlar korunur.
uk_ua: Це видалить locator.onnx, minigame.onnx та запис про встановлення. Застосунок і налаштування збережуться.
zh_cn: 将删除 locator.onnx、minigame.onnx 和安装记录。软件本体与设置不会被删除。
zh_tw: 這會刪除 locator.onnx、minigame.onnx 與安裝記錄。應用程式與設定會保留。

# ModelMissing
source: {0}: not installed
cs_cz: {0}: není nainstalováno
de_de: {0}: nicht installiert
es_es: {0}: no instalado
fi_fi: {0}: ei asennettu
fr_fr: {0} : non installé
hu_hu: {0}: nincs telepítve
it_it: {0}: non installato
ja_jp: {0}: 未インストール
ko_kr: {0}: 설치되지 않음
nl_nl: {0}: niet geïnstalleerd
pl_pl: {0}: nie zainstalowano
pt_br: {0}: não instalado
ru_ru: {0}: не установлен
sv_se: {0}: inte installerad
th_th: {0}: ยังไม่ได้ติดตั้ง
tr_tr: {0}: kurulu değil
uk_ua: {0}: не встановлено
zh_cn: {0}：未安装
zh_tw: {0}：未安裝

# ModelValid
source: {0}: version {1}, {2:N1} MB, verified
cs_cz: {0}: verze {1}, {2:N1} MB, ověřeno
de_de: {0}: Version {1}, {2:N1} MB, verifiziert
es_es: {0}: versión {1}, {2:N1} MB, verificado
fi_fi: {0}: versio {1}, {2:N1} MB, vahvistettu
fr_fr: {0} : version {1}, {2:N1} MB, vérifié
hu_hu: {0}: {1}. verzió, {2:N1} MB, ellenőrizve
it_it: {0}: versione {1}, {2:N1} MB, verificato
ja_jp: {0}: バージョン {1}、{2:N1} MB、検証済み
ko_kr: {0}: 버전 {1}, {2:N1} MB, 확인됨
nl_nl: {0}: versie {1}, {2:N1} MB, geverifieerd
pl_pl: {0}: wersja {1}, {2:N1} MB, zweryfikowano
pt_br: {0}: versão {1}, {2:N1} MB, verificado
ru_ru: {0}: версия {1}, {2:N1} MB, проверено
sv_se: {0}: version {1}, {2:N1} MB, verifierad
th_th: {0}: เวอร์ชัน {1}, {2:N1} MB, ตรวจสอบแล้ว
tr_tr: {0}: sürüm {1}, {2:N1} MB, doğrulandı
uk_ua: {0}: версія {1}, {2:N1} МБ, перевірено
zh_cn: {0}：版本 {1}，{2:N1} MB，校验通过
zh_tw: {0}：版本 {1}，{2:N1} MB，已驗證

# ModelInvalid
source: {0}: {1:N1} MB, manifest verification failed
cs_cz: {0}: {1:N1} MB, ověření manifestu selhalo
de_de: {0}: {1:N1} MB, Manifest-Verifizierung fehlgeschlagen
es_es: {0}: {1:N1} MB, falló la verificación del manifiesto
fi_fi: {0}: {1:N1} MB, manifestin vahvistus epäonnistui
fr_fr: {0} : {1:N1} MB, échec de la vérification du manifeste
hu_hu: {0}: {1:N1} MB, a manifest ellenőrzése sikertelen
it_it: {0}: {1:N1} MB, verifica del manifest non riuscita
ja_jp: {0}: {1:N1} MB、マニフェスト検証に失敗しました
ko_kr: {0}: {1:N1} MB, 매니페스트 확인 실패
nl_nl: {0}: {1:N1} MB, manifestverificatie mislukt
pl_pl: {0}: {1:N1} MB, weryfikacja manifestu nie powiodła się
pt_br: {0}: {1:N1} MB, falha na verificação do manifesto
ru_ru: {0}: {1:N1} MB, проверка манифеста не пройдена
sv_se: {0}: {1:N1} MB, manifestverifiering misslyckades
th_th: {0}: {1:N1} MB, การตรวจสอบแมนนิเฟสต์ล้มเหลว
tr_tr: {0}: {1:N1} MB, manifest doğrulaması başarısız
uk_ua: {0}: {1:N1} МБ, перевірка маніфесту не вдалася
zh_cn: {0}：{1:N1} MB，未通过清单校验
zh_tw: {0}：{1:N1} MB，資訊清單驗證失敗

# ModelsDescription
source: Both models are required.
cs_cz: Oba modely jsou vyžadovány.
de_de: Beide Modelle sind erforderlich.
es_es: Ambos modelos son obligatorios.
fi_fi: Molemmat mallit vaaditaan.
fr_fr: Les deux modèles sont requis.
hu_hu: Mindkét modellre szükség van.
it_it: Sono richiesti entrambi i modelli.
ja_jp: 両方のモデルが必要です。
ko_kr: 두 모델이 모두 필요합니다.
nl_nl: Beide modellen zijn vereist.
pl_pl: Oba modele są wymagane.
pt_br: Ambos os modelos são necessários.
ru_ru: Требуются обе модели.
sv_se: Båda modellerna krävs.
th_th: ต้องใช้โมเดลทั้งสอง
tr_tr: Her iki model de gereklidir.
uk_ua: Потрібні обидві моделі.
zh_cn: 两个模型都需要安装。
zh_tw: 需要兩個模型。

# LocatorModelName
source: Bite and UI locator
cs_cz: Lokátor záběru a rozhraní
de_de: Biss- und UI-Lokalisierer
es_es: Localizador de picada y UI
fi_fi: Purenta- ja käyttöliittymän paikannin
fr_fr: Localisateur de touche et d’interface
hu_hu: Kapás- és UI-kereső
it_it: Localizzatore di abboccata e UI
ja_jp: アタリとUIロケーター
ko_kr: 물림 및 UI 탐지기
nl_nl: Bite- en UI-locator
pl_pl: Lokalizator brań i interfejsu
pt_br: Localizador de mordida e UI
ru_ru: Локатор поклёвки и UI
sv_se: Napp- och UI-lokaliserare
th_th: ตัวระบุการกัดและ UI
tr_tr: Isırık ve arayüz bulucu
uk_ua: Локатор укусу та інтерфейсу
zh_cn: 感叹号与界面定位模型
zh_tw: 咬餌與介面定位器
